Repository: Rasbats/squiddio_pi
Catalog: po/*.po
Languages: es_es, fr_fr

source: circle
es_es: círculo
fr_fr: cercle

source: Just now
es_es: Ahora
fr_fr: Juste maintenant

source: One second ago
es_es: Hace un segundo
fr_fr: Une seconde avant

source: %i seconds ago
es_es: hace %i segundos
fr_fr: %i secondes avant

source: About a minute ago
es_es: Hace un minuto aproximadamente
fr_fr: Environ une minute avant

source: %i minutes ago
es_es: Hace %i minutos
fr_fr: %i minutes avant

source: About an hour ago
es_es: Hace una hora aproximadamente
fr_fr: Environ une heure avant

source: %i hours ago
es_es: hace %i horas
fr_fr: %i heures avant

source: Yesterday
es_es: Ayer
fr_fr: Hier

source: %i days ago
es_es: hace %i días
fr_fr: %i jours avant

source: Buffering NMEA events..
es_es: Búfer de eventos NMEA..
fr_fr: Mise en mémoire tampon des événements NMEA ..

source: Offline
es_es: Desconectado
fr_fr: Hors ligne

source: sQuiddio logs sent:
es_es: sQuiddio logs enviados:
fr_fr: logs sQuiddio envoyés :

source: Received
es_es: Recibido
fr_fr: Reçu

source: squiddio_pi: Created sQuiddio log update:
es_es: squiddio_pi: Actualización de registro de sQuiddio creada:
fr_fr: squiddio_pi: Création de la mise à jour du journal sQuiddio:

source: Unable to retrieve friends logs: check your credentials and Follow List
es_es: No se pueden recuperar los registros de amigos: comprueba tus credenciales y sigue la lista
fr_fr: Impossible de récupérer les journaux d'amis: vérifiez vos identifiants et la liste de suivi

source: This will deactivate logs sharing. To reactivate, go to the sQuiddio plugin settings -> Logs Sharing tab.
es_es: Esto desactivará el uso compartido de registros. Para reactivar, vaya a la pestaña SQuiddio plugin settings -> Logs Sharing.
fr_fr: Ceci désactivera le partage de journaux. Pour réactiver, allez dans les paramètres du plugin sQuiddio -> onglet Partage des logs.

source: OCPN_Draw_pi not available. POI's will be rendered with OCPN Waypoints.
es_es: OCPN_Draw_pi no disponible. Los POI serán renderizados con Waypoints OCPN.
fr_fr: OCPN_Draw_pi n'est pas disponible. Les POI seront affichés avec les waypoints OCPN.

source: No sQuiddio POIs in viewport. Download local POIs, zoom out or pan to a different area.
es_es: No hay POIs sQuiddio en la vista.Descargue POI locales, aleje el zoom o salga a un área diferente.
fr_fr: Aucun POI sQuiddio dans la fenêtre d'affichage. Téléchargez les POI locaux, zoomez ou faites un zoom arrière sur une autre zone.

source: Too many sQuiddio POIs in viewport. Zoom in to reduce the number of POIs to less than 20
es_es: Demasiados POI de sQuiddio en la vista. Acercarse para reducir el número de POI a menos de 20
fr_fr: Trop de POIs sQuiddio dans la fenêtre. Zoomez avant pour réduire le nombre de POI à moins de 20

source: You are about to download satellite maps for
es_es: Estás a punto de descargar mapas de satélite para
fr_fr: Vous êtes sur le point de télécharger les cartes satellite pour

source: at zoom level
es_es: en el nivel de zoom
fr_fr: au niveau de zoom

source: , plus one map for the entire viewport.
es_es: , más un mapa para toda la vista
fr_fr: , plus une carte pour la vue entière.

source: The estimated compressed file size is approximately
es_es: El tamaño estimado del archivo comprimido es aproximadamente
fr_fr: La taille de fichier compressée estimée est approximativement

source: Zoom in to a lower number of visible POIs to reduce download time, or reduce the number of zoom levels.
es_es: Acerque a un menor número de POI visibles para reducir el tiempo de descarga o reducir el número de niveles de zoom.
fr_fr: Zoomez sur un nombre inférieur de POIs visibles pour réduire le temps de téléchargement, ou réduisez le nombre de niveaux de zoom.

source: See settings in your squiddio plugin -> Downloads tab to change your zoom levels
es_es: Vea la configuración en su complemento squiddio -> pestaña de descargas para cambiar sus niveles de zoom
fr_fr: Voir les paramètres dans votre plugin squiddio -> l'onglet Téléchargements pour changer vos niveaux de zoom

source: or exclude the viewport map.
es_es: o excluir el mapa de las vistas.
fr_fr: ou exclure la carte de la fenêtre d'affichage.

source: Goodle Maps Downloader
es_es: Descargador de Google Maps
fr_fr: Téléchargeur de Google Maps

source: Downloading
es_es: Descargando
fr_fr: Téléchargement en cours

source: Unable to update the chart database
es_es: No se puede actualizar la base de datos de cartografia
fr_fr: Impossible de mettre à jour la base de données des cartes

source: Destinations
es_es: Destinos
fr_fr: Points d'intérêt

source: All
es_es: Todos
fr_fr: Tout

source: Anchorages
es_es: Fondeaderos
fr_fr: Mouillages

source: Docks/Piers
es_es: Muelles/embarcaderos
fr_fr: Docks/Quais

source: Yacht Clubs
es_es: Club Naútico

source: Mooring Buoys
es_es: Boyas de amarre
fr_fr: Bouées d'amarrage

source: Fuel Stations
es_es: Gasolineras
fr_fr: Stations de carburant

source: Boat Yards
es_es: Invernaje de barco
fr_fr: Chantiers maritimes

source: Boat Ramps
es_es: Rampa de botadura
fr_fr: Cales

source: Other
es_es: Otros
fr_fr: Autre

source: Cruising Aids
es_es: Ayuda en crucero
fr_fr: Aides à la croisière

source: NDBC Buoy Reports
es_es: Informes de boya NDBC
fr_fr: Rapports sur la bouée NDBC

source: Get quasi-real time wind, wave and pressure report from thousands of NDBC buoys right from your chart.
es_es: Obtén un informe de viento, olas y presión en tiempo casi real de miles de boyas NDBC directamente de tu gráfico.
fr_fr: Obtenez des données de vent, de vague et de pression, quasi en temps réel, par les milliers de bouées NDBC directement depuis votre carte.

source: NDBC Ship Reports
es_es: Informes de la nave NDBC
fr_fr: Rapports sur la bouée NDBC

source: Get quasi-real time wind, wave and pressure report from participating NDBC ships right from your chart.
es_es: Obtenga un informe de viento, olas y presión en tiempo casi real de los buques NDBC participantes desde su gráfico.
fr_fr: Obtenez des rapports de vent, de vague et de pression, en temps quasi réel, par les navires participant à la NDBC ,directement depuis votre graphique.

source: AIS markers
es_es: Marcador de AIS
fr_fr: Cibles AIS

source: View
es_es: Vista
fr_fr: Voir

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of old unecessary POI files and reduced the computational burden.
es_es: Elimine los archivos POI descargados para sectores que ha ocultado. Esto limita la proliferación de archivos POI antiguos e innecesarios y reduce la carga computacional.
fr_fr: Supprimez les fichiers POI téléchargés pour les secteurs que vous avez cachés. Cela limite la prolifération de vieux fichiers inutiles et réduit la charge informatique d'OpenCPN.

source: ODraw TextPoint
es_es: Punto de texto ODraw
fr_fr: Point de texte ODraw

source: OpenCPN Waypoint
es_es: Marca OpenCPN
fr_fr: Marque pour OpenCPN

source: Use OCPN or ODraw (recommended)
es_es: Usar OCPN u ODraw (recomendado)
fr_fr: Utiliser OCPN ou ODraw (recommandé)

source: Render sQuiddio POIs as legacy OpenCPN waypoints or ODraw Textpoints (recommended, provided ODraw plugin is enabled).
es_es: Procesar sQuiddio POIs como waypoints de OpenCPN heredados o Textpoints de ODraw (recomendado, siempre que el plugin ODraw esté habilitado).
fr_fr: Render les POIs sQuiddio en tant que waypoints anciens OpenCPN ou des points de texte ODraw (recommandé, pourvu que le plugin ODraw soit activé).

source: ODraw Settings
es_es: Ajustes ODraw
fr_fr: Préférences d'affichage

source: Show Name
es_es: Mostrar nombre
fr_fr: Montrer le nom

source: Text position relative to point
es_es: Posición del texto relativa al punto
fr_fr: Position du texte relative au point

source: Bottom
es_es: Abajo
fr_fr: En bas

source: Bottom Centre
es_es: Centro inferior
fr_fr: Centrer en bas

source: Centre
es_es: Centro
fr_fr: Centrer

source: Left
es_es: Izquierda
fr_fr: A gauche

source: Right
es_es: Derecha
fr_fr: A droite

source: Top
es_es: Arriba
fr_fr: En haut

source: Top Centre
es_es: Centro superior
fr_fr: Centrer en haut

source: Text Colour
es_es: Color del texto
fr_fr: Couleur du texte

source: Background Colour
es_es: Color de fondo
fr_fr: Couleur d'arrière plan

source: Background Transparency
es_es: Transparencia del fondo
fr_fr: Transparence de l'arrière plan

source: Text Font
es_es: Fuente de texto
fr_fr: Police de caractère

source: Example
es_es: Ejemplo
fr_fr: Exemple

source: Fonts
es_es: Fuentes
fr_fr: Polices

source: Always
es_es: Siempre
fr_fr: Toujours

source: Never
es_es: Nunca
fr_fr: Jamais

source: On Rollover Only
es_es: Solo cuando señale
fr_fr: Seulement par survol

source: Show Display Text
es_es: Mostrar texto en pantalla
fr_fr: Montrer le texte

source: POI Rendering
es_es: POI Representado
fr_fr: Aspect des POI

source: Google Maps
es_es: Mapas de Google

source: Zoom Levels
es_es: Niveles de zoom
fr_fr: Niveaux de zoom:

source: Download one satellite map for each destination and for each of these zoom levels. Separate values with a comma. Minimum zoom level is 10, maximum 18. Example: 15,17. 15 is typically suitable approaching a destination, 17 for detailed map of marina or anchorage. Keep zoom levels to a minimum to reduce download times.
es_es: Descargue un mapa de satélite para cada destino y para cada uno de estos niveles de acercamiento. Separa los valores con una coma. El nivel mínimo de zoom es 10, el máximo de 18. Ejemplo: 15,17. 15 es típicamente adecuado acercarse a un destino, 17 para un mapa detallado de marina o fondeo. Mantenga los niveles de zoom al mínimo para reducir los tiempos de descarga.
fr_fr: Téléchargez une carte satellite pour chaque POI et pour différents niveaux de zoom. Séparez les valeurs par une virgule. Le niveau de zoom minimum est de 10, maximum 18. Exemple : 15,17. 15 est généralement approprié approchant une destination, 17 pour une carte détaillée de marina ou d'ancrage. Gardez les niveaux de zoom à un minimum pour réduire les temps de téléchargement.

source: Download .kap files to:
es_es: Descargar archivos .kap a:
fr_fr: Télécharger les fichiers .kap vers :

source: Select a folder
es_es: Seleccionar una carpeta
fr_fr: Choisissez un dossier

source: Select directory where you want to save downloaded maps. Must be one of your OpenCPN chart directories.
es_es: Seleccione el directorio donde desea guardar los mapas descargados. Debe ser uno de sus directorios de cartas OpenCPN.
fr_fr: Sélectionnez le répertoire où vous voulez enregistrer les cartes téléchargées. Il doit être l'un de vos répertoires de cartes OpenCPN.

source: Include viewport map
es_es: Incluye mapa de vistas
fr_fr: Inclure la carte de la fenêtre d'affichage

source: In addition to maps for each destination, download a smaller-scale map to cover the entire viewport area
es_es: Además de los mapas para cada destino, descarga un mapa de menor escala para cubrir todo el área de la vista
fr_fr: En plus des cartes pour chaque POI, téléchargez une carte plus petite pour couvrir toute la zone de la fenêtre d'affichage

source: House Keeping
es_es: Mantenimiento
fr_fr: Gestion des données et fichiers enregistrés

source: Delete .gpx files for hidden layers upon exiting OpenCPN
es_es: Eliminar archivos .gpx para capas ocultas al salir de OpenCPN
fr_fr: Supprimer les fichiers .gpx pour les couches cachées à la sortie d'OpenCPN

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of unecessary files and reduced OpenCPN's computational burden.
es_es: Eliminar archivos POI descargados para sectores que ha ocultado. Esto limita la proliferación de archivos innecesarios y reduce la carga computacional de OpenCPN.
fr_fr: Supprimez les fichiers POI téléchargés pour les secteurs que vous avez cachés. Cela limite la prolifération de fichiers inutiles et réduit la charge informatique d'OpenCPN.

source: Downloads
es_es: Descargas
fr_fr: Téléchargements

source: Share logs with sQuiddio
es_es: Compartir registros con sQuiddio
fr_fr: Partager les logs avec sQuiddio

source: Send
es_es: Enviar
fr_fr: Envoyer

source: Every 10 seconds
es_es: Cada 10 segundos
fr_fr: Toutes les dix secondes

source: Once a day
es_es: Una vez al día
fr_fr: Une fois par jour

source: Once a minute
es_es: Una vez por minuto
fr_fr: Une fois par minute

source: Once an hour
es_es: Una vez por hora
fr_fr: Une fois par heure

source: Twice a day
es_es: Dos veces al día
fr_fr: Deux fois par jour

source: Twice a minute
es_es: Dos veces por minuto
fr_fr: Deux fois par minute

source: Twice an hour
es_es: Dos veces por hora
fr_fr: Deux fois par heure

source: Receive
es_es: Recibir
fr_fr: Recevoir

source: Logs Sharing Options
es_es: Opciones de compartir registros
fr_fr: Options de partage de fichier

source: Include NMEA samples with each send
es_es: Incluye muestras NMEA con cada envío
fr_fr: Inclure les échantillons NMEA à chaque envoi

source: (Beta feature) Include a sample of your recent NMEA messages each time you send a log update. See stats about your wind, depth, temperature, engine readings etc. online.
es_es: (Característica Beta) Incluye una muestra de tus mensajes NMEA recientes cada vez que envíes una actualización de registro. Vea las estadísticas de su viento, profundidad, temperatura, lecturas de motores, etc. en línea.
fr_fr: Fonctionnalité (Beta) Inclure un échantillon de vos messages NMEA récents à chaque fois que vous envoyez une mise à jour du journal. Voir les statistiques de votre vent, de la profondeur, de la température, des informations sur le moteur etc. en ligne.

source: Log Sharing
es_es: Registro compartido
fr_fr: Partage des logs

source: Your sQuidd.io credentials
es_es: Sus credenciales sQuidd.io
fr_fr: Vos identifiants sQuidd.io

source: sQuiddio ID
es_es: ID sQuiddio
fr_fr: Numéro sQuiddio

source: The email address you use to log into sQuidd.io
es_es: La dirección de correo electrónico que utilizas para iniciar sesión en sQuidd.io
fr_fr: L'adresse mail que vous utilisez pour vous connecter à Squiddio.io

source: API Key
es_es: Clave API
fr_fr: Clé API

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
es_es: Recuperar su clave de API de su perfil sQuidd.io. Entra en http://squidd.io y haga clic en Edit Profile en el tablero, luego seleccione la pestaña Numbers and Keys. Haga clic sobre teclas haga clic sobre Help para obtener más información. ¡IMPORTANTE! ¡No utilice su contraseña de sQuiddio como su clave API!
fr_fr: Récupérer votre clé API à partir de votre profil sQuidd.io. Connectez-vous à http://squidd.io et cliquez sur "Modifier le profil" dans le tableau de bord, puis sélectionner les chiffres et onglets. Cliquez sur Aide pour plus d'informations. IMPORTANT! Ne pas utiliser votre mot de passe sQuiddio que votre clé API !

source: About this plugin
es_es: Acerca de este plugin
fr_fr: À propos de ce complément

source: version
es_es: versión

source: Authentication
es_es: Autenticación
fr_fr: Autentification

source: sQuiddio Preferences
es_es: preferencias sQuiddio
fr_fr: Préférences

source: sQuiddio: Show local POIs
es_es: sQuiddio: Mostrar POIs locales
fr_fr: sQuiddio : Afficher les POI locaux

source: sQuiddio: Hide local POIs
es_es: sQuiddio: Ocultar POIs locales
fr_fr: sQuiddio : Cacher les POI locaux

source: sQuiddio: Download local Points of Interest
es_es: sQuiddio: Descargar puntos de interés locales
fr_fr: sQuiddio: Télécharger les POI locaux

source: sQuiddio: Update local Points of Interest
es_es: sQuiddio: Actualizar los puntos de interés locales
fr_fr: sQuiddio : Mettre à jour les POI locaux

source: sQuiddio: Report a POI at this location
es_es: sQuiddio: Informar un POI en esta ubicación
fr_fr: sQuiddio: Signaler un POI à cette position

source: sQuiddio: Download satellite images for POIs
es_es: sQuiddio: Descargar imágenes de satélite para POI
fr_fr: sQuiddio: Télécharger les images pour les POI

source: Could not launch default browser. Check your Internet connection
es_es: Puede que el navegador por defecto no funcione. Compruebe su conexión a Internet
fr_fr: Impossible de charger votre navigateur par défaut. Vérifier votre connexion internet

source: Downloading:
es_es: Descargando:
fr_fr: Téléchargement en cours :

source: Squiddio for OpenCPN
es_es: Squiddio para OpenCPN
fr_fr: Squiddio pour OpenCPN

source: == User-sourced database of sailing Points of Interest == To download (or update) Points of Interest (POIs) for a desired region (requires Internet connection): * Position cursor on area where you want to view POIs and right click mouse * Select 'sQuiddio: Download (or Update) local Points of Interest' from context-sensitive menu. Destinations appear as OpenCPN waypoints (default) or Draw Text Points (if the Draw plugin is installed): * Hover on waypoints to view a synopsis of POI information* Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local POIs on/off * Submit a new destination (requires Internet connection and free user account) * Download Google Maps as OCPN charts for all POIs in viewport == In-chart log-sharing for cruisers == * Share your GPS coordinates and other navigational information with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
es_es: == Base de datos de destinos de navegación de usuarios == Para descargar destinos de la región deseada (require conexión a Internet): * Ponga el cursor en el área de la que quiere ver destinos y haga clic con el botón derecho del ratón * Elija 'Descargar destinos sQuiddio en local' del menú sensible al contexto. Los destinos como marcas OpenCPN: * Haga clic derecho sobre una marca para enlazar con los destinos de la página sQuiddio's. * Siga el enlace para valorar y añadir comentarion en línea. Otras opciones de menú: * Interruptor para ver o no los destinos en local * Presentar un nuevo destino (se necesita conexión a Internet y una cuenta gratuita de usuario) == Cuaderno compartido sobre la carta para cruceristas == * Comparta sus coordenadas GPS con sus amigos cruceristas y vea sus posiciones o sus cartas OpenCPN (necesita una cuenta gratuita sQuiddio) IMPORTANTE: Si utiliza este plugin está aceptando los términos y condiciones, disponibles en http://squidd.io/enduser_agreement
fr_fr: == Base de données des Points d'intérêt (POI) provenant de navigateurs == Pour télécharger les POI, pour une région désirée (Ceci nécessite une connexion Internet): * Placez le curseur sur la zone où vous souhaitez afficher les POI locaux et cliquez droit avec la souris * Sélectionnez "sQuiddio : Télécharger les POI locaux" dans le menu contextuel Les destinations apparaissent comme waypoint d'OpenCPN: * Faites un clic droit sur waypoint pour accéder au lien vers la page des POI de sQuiddio. * Suivez le lien pour évaluer le POI et ajouter des commentaires en ligne Autres options du menu : * Possibilité de basculer d'affichage visible à caché pour les POI locaux (on/off) * Proposer un nouveau POI (nécessite une connexion Internet et le compte utilisateur gratuit) == Partager les logs dans la zone de carte, pour les utilisateurs == * Partagez vos coordonnées GPS avec vos amis de croisière et visualiser leurs positions sur la zone de carte d'OpenCPN (nécessite un compte de sQuiddio gratuit) IMPORTANT : En utilisant ce plugin, vous acceptez les "Conditions" de sQuidd.io .Les Conditions sont disponibles à http://squidd.io/enduser_agreement

source: sQuiddio plugin version:
es_es: versión del plugin sQuiddio:
fr_fr: Version du plugin sQuiddio :

source: OD Text Points not available, wrong version of API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
es_es: Puntos de texto OD no disponibles, versión incorrecta de la API Squiddio API Major: %i, Menor %i, OD API Mayor: %i, Menor %i
fr_fr: OD Text Points non disponible, mauvaise version de l'API Squiddio API Major : %i, Minor %i, OD API Major : %i, Minor %i

source: squiddio_pi: OD Text Points cannot be used, wrong version of API. Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
es_es: squiddio_pi: Los puntos de texto OD no pueden ser utilizados, versión incorrecta de la API. API de Squiddio mayor: %i, menor de %i, API OD mayor: %i, menor de %i
fr_fr: sQuiddio : Points Texte de Draw non disponibles, mauvaise version de l'API Squiddio API Major : %i, Minor %i, OD API Major : %i, Minor %i

source: Please specify at least one zoom level
es_es: Por favor especifique al menos un nivel de zoom
fr_fr: Veuillez spécifier au moins un niveau de zoom

source: Zoom Levels must be betweeen 10 and 18
es_es: Niveles de zoom deben estar entre 10 y 18
fr_fr: Les niveaux de zoom doivent être entre 10 et 18

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, log into sQuidd.io (http://squidd.io), click on Preferences in the top blue bar, then select the 'Numbers & Keys' tab.
es_es: El registro compartido no fue activado. Por favor, introduzca su ID de usuario sQuiddio y clave API. Para obtener su clave API, inicie sesión en sQuidd. o (http://squidd.io), haga clic en Preferencias en la barra azul superior, luego seleccione la pestaña 'Numbers & Keys'.
fr_fr: Le partage des logs n'est pas activé. S'il vous plait, entrez votre numéro d'utilisateur sQuiddio et votre clé API. Pour obtenir votre clé API, logez vous sur sQuiddio (http://squidd.io) et visitez votre profil en ligne (Suivez le lien "Editer votre profil" dans le "Tableau de bord de sQuiddio), onglet "Numéros et clés".

source: sQuiddio log updates (drag this to the bottom to minimize)
es_es: actualizaciones de registro de sQuiddio (arrastre esto a la parte inferior para minimizar)
fr_fr: Mises à jour du journal sQuiddio (faites glisser ceci en bas pour minimiser)

source: Anchorage
es_es: Fondeo
fr_fr: Mouillage

source: Dock/Pier
es_es: Muelles/embarcaderos
fr_fr: Docks/Quais

source: Yacht Club
es_es: Club Naútico

source: Fuel Station
es_es: Estación de combustible
fr_fr: Stations de carburant

source: Boat Yard
es_es: Invernaje de barco
fr_fr: Chantier maritime

source: Boat Ramp
es_es: Rampa de botadura
fr_fr: Cale

source: AIS ATON Marker
es_es: Marcador AIS ATON
fr_fr: Cibles AIS AtoN

source: NDBC Buoy
es_es: NDBC Boya
fr_fr: Bouée NDBC

source: NDBC Ship
es_es: NDBC Barco
fr_fr: Navire NDBC

source: Generic POI
es_es: POI Generico
fr_fr: POI générique

source: North
es_es: Norte
fr_fr: Nord

source: North East
es_es: Noreste
fr_fr: Nord-est

source: East
es_es: Este
fr_fr: Est

source: South East
es_es: Sudeste
fr_fr: Sud-est

source: South
es_es: Sur
fr_fr: Sud

source: South West
es_es: Suroeste
fr_fr: Sud-ouest

source: West
es_es: Oeste
fr_fr: Ouest

source: North West
es_es: Noroeste
fr_fr: Nord-ouest

source: Checked in
es_es: Comprobado en
fr_fr: Vérifié

source: Unknown heading
es_es: Rumbo desconocido
fr_fr: Direction inconnue

source: Your GPS positions and other navigational information will be sent to the server and may be shared with other sQuidd.io users. Check https://squidd.io/privacy for additional information.
es_es: Las posiciones GPS y otra información de navegación se enviarán al servidor y podrán ser compartidas con otros sQuidd. o usuarios. Revisa https://squidd.io/privacy para obtener información adicional.
fr_fr: Vos positions GPS et autres informations de navigation seront envoyées au serveur et pourront être partagées avec d'autres utilisateurs. Consultez https://squidd.io/privacy pour plus d'informations.
