Repository: Rasbats/squiddio_pi
Catalog: po/*.po
Languages: es_es, fr_fr

source: Squiddio Preferences
es_es: Preferencias sQuiddio
fr_fr: Préférences de Squiddio
